<template>
    <div class="box">

        <p style="text-align: center;font-size: 18px;padding-top: 15px">{{this.$route.query.storeProvince}}直连信用购机服务合作协议</p>

        <span style="font-weight: bold">甲方</span>：{{this.$route.query.storeSubjectName}}<br>
        <span style="font-weight: bold">乙方</span>：湖北点赞科技有限公司

        <div class="service-content">
            <p style="font-weight: lighter;margin-top: 15px">为进一步加强合作关系，甲乙双方根据《中华人民共和国民法总则》、《中华人民共和国合同法》等有关法律、
                法规和其他规范性文件的规定，经过友好协商，在平等互利的原则下对【{{this.$route.query.storeProvince}}直连信用购机服务】
                合作事宜达成如下协议（以下简称“本协议”或“本合同”）。</p>

            <h4>一、合作事项</h4>
            <p>1.1 甲方通过提供经营场所对{{this.$route.query.storeProvince}}直连和分期全网信用购机业务宣传推动，达到各方互利共赢。为便于推广信用购机业务，
                甲方同意在甲方经营场所为乙方无偿提供必要的设施和设备。 乙方及其合作的资金方在上述经营场所内应遵守甲方及其合作商户的相关规定，
                对场所和/或设备设施造成损坏的，应当由乙方进行赔偿。</p>
            <p>1.2 由乙方为在甲方经营的门店（以下简称“合作商户”）购买货物或服务（以下简称“商品”）的消费者（以下简称“消费者”）提供个人消费贷款、政策咨询等“消费金融服务”，
                即消费者选定所购商品后向甲方合作商户支付商品首付款（如有），其余款项由消费者向乙方申请消费贷款并由乙方支付给甲方，同时由乙方向消费者提供消费金融相关服务。
                乙方应确保乙方在协议期限内持续具备全部相关合法资质。</p>
            <p>1.3 乙方有权根据相关法律法规及产品设计需要随时对业务操作流程予以调整优化；乙方变更前述事项的，应当通知甲方。</p>
            <p>1.4 乙方需设立专职客服人员，在甲方员工办单时给与问题解答和系统对接。</p>

            <h4>二、商户准入标准</h4>
            <p>2.1甲方同意，甲方应按照乙方商户准入政策的要求提交相应的证明资料供甲方审核，甲方应保证所提交的资料的真实性、准确性。 </p>

            <h4>三、货款结算及周期</h4>
            <p>3.1 乙方为消费者提供消费分期服务。对于审批通过的消费者，乙方代消费者向甲方一次性结算商品或服务款。乙方每月从消费者处扣款或由消费者发起主动还款。</p>
            <p>3.2 甲方向消费者提供商品/服务，并负责为消费者开具相应发票。甲方仅与消费者产生销售商品的关系。
                消费者的一切贷款问题与甲方无关（如消费者逾期还款、提前还款等），甲方不承担连带责任。</p>
            <p>3.3 甲方知悉并同意乙方通过乙方平台将消费者因接受甲方提供商品/服务产生的应付账款（即消费者与乙方合作资金方借款协议下的借款资金）
                当天一次性结算至甲方账户。且甲方无需提供发票。</p>
            <p>3.4退货及退款，自购买之日起7天内且不跨月的商品和服务，因产品质量原因， 甲方可接受消费者退货，
                乙方应自甲方同意并收到消费者退货申请之日起3个工作日内回退消费者该笔金融贷款服务，并免收手续费或利息。甲方同时通过扫码退回乙方代消费者支付甲方的结算商品或服务款。</p>

            <h4>四、知识产权</h4>
            <p>双方各自所拥有的一切知识产权均保留为本方各自所有，此协议并不赋予任何一方拥有各方的任何知识产权上的权利。在履行本协议时，任何一方均应尊重各方的专利权、商标权、著作权等知识产权。
                任何一方在使用另一方的名称、商标、标识等资料时，应当完全为各方在本协议中约定的目的且须提前15个工作日书面通知另一方，在获得另一方书面许可后方可使用。</p>

            <h4>五、保密</h4>
            <p>“保密信息”指与披露方有关的所有信息，无论该等信息是否采取书面文字形式、图片形式、机器阅读形式、口头形式或其他形式，包括但不限于财务信息、技术诀窍、步骤、想法、知识产权
                （不管是否注册或是否取得专利）、图表、交易机密、技术、客户名册（潜在的或实际的），以及其他客户相关信息、账户信息、贷款信息、销售统计资料、市场报告、市场预测、营销及其他市场策略，
                以及其他具有机密性质的商业信息。各方在履行本协议的过程中依法负有保密义务。非因国家法定事由并经过法定程序或者事先经过信息披露方书面同意，接收方不得将因本协议拟议合作所接收的对方信息披露给任何第三方。</p>

            <h4>六、适用法律和争议解决</h4>
            <p>本合同的成立、有效性、解释、履行、签署、修订和终止以及争议的解决等一切事宜均应适用中华人民共和国法律。如果任何争议或权利要求起因于本合同或与本合同有关或与本合同的解释、违约、终止或效力有关，都应由双方通过友好协商解决。
                如果在一方提出协商要求后的十(10)天内，双方通过协商不能解决争议，则各方同意将争议提交乙方所在地人民法院诉讼解决。</p>

            <h4>七、合同生效、终止及其他</h4>
            <p>本合同有效期【1】年，自甲方注册成为乙方{{this.$route.query.storeProvince}}直连门店商户之日起计算。合同到期后，甲乙双方没有提出异议时，自动顺延。任何一方可以提前30日书面通知对方终止本协议。</p>
        </div>
    </div>
</template>

<script>
    export default {
        name: "service-agreement"
    }
</script>

<style scoped>
    .box{
        padding: 0 15px 15px;
        font-size: 14px;
    }
    .service-content {
        padding-bottom: 20px;
    }
    .service-content p{
        text-indent: 2em;
        margin-top: -5px;
    }

</style>